[{"id":"123245","title":"Pride and Prejudice","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320399351l/1885.jpg","author":"Jane Austen","price":"4.99","description":"Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England."},{"id":"0.7542075111309623","title":"Little Women","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562690475l/1934._SY475_.jpg","author":"Louisa Mae Alcott","price":"2.99","description":"Here are talented tomboy and author-to-be Jo, tragically frail Beth, beautiful Meg, and romantic, spoiled Amy, united in their devotion to each other and their struggles to survive in New England during the Civil War."},{"id":"0.6210935434947933","title":"The Bible: King James Version","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1631816305l/1923820._SY475_.jpg","author":"Many","price":"3.00","description":"An ancient history of people throughout generations, up until shortly after the death of Christ."},{"id":"0.6963839586839395","title":"The Great Gatsby","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1490528560l/4671._SY475_.jpg","author":"F. Scott Fitzgerald","price":"5.98","description":"The Great Gatsby, F. Scott Fitzgerald's third book, stands as the supreme achievement of his career. This exemplary novel of the Jazz Age has been acclaimed by generations of readers. The story is of the fabulously wealthy Jay Gatsby and his new love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted \"gin was the national drink and sex the national obsession,\" it is an exquisitely crafted tale of America in the 1920s."},{"id":"0.40806722174095866","title":"To Kill a Mocking Bird","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg","author":"Harper Lee","price":"7.99","description":"The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. \"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic."},{"id":"0.4421454399244056","title":"Jane Eyre","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1557343311l/10210._SY475_.jpg","author":"Charlotte Bronte","price":"5.27","description":"Orphaned into the household of her Aunt Reed at Gateshead and subject to the cruel regime at Lowood charity school, Jane Eyre nonetheless emerges unbroken in spirit and integrity. She takes up the post of governess at Thornfield Hall, falls in love with Mr. Rochester, and discovers the impediment to their lawful marriage in a story that transcends melodrama to portray a woman's passionate search for a richer life than that traditionally allowed women in Victorian society"},{"id":"0.44370082271073774","title":"Wuthering Heights","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630501681l/6185._SY475_.jpg","author":"Emily Bronte","price":"6.99","description":"Although Wuthering Heights is now a classic of English literature, contemporaneous reviews were deeply polarized; it was controversial because of its unusually stark depiction of mental and physical cruelty, and it challenged strict Victorian ideals regarding religious hypocrisy, morality, social classes and gender inequality. The novel also explores the effects of envy, nostalgia, pessimism and resentment."},{"id":"0.2727223872748825","title":"Romeo and Juliet","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630631323l/18135._SY475_.jpg","author":"William Shakespeare","price":"6.29","description":"In this death-filled setting, the movement from love at first sight to the lovers’ final union in death seems almost inevitable. And yet, this play set in an extraordinary world has become the quintessential story of young love. In part because of its exquisite language, it is easy to respond as if it were about all young lovers."},{"id":"0.33961688669741874","title":"Books of Mormon","imageUrl":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1396619969l/747061.jpg","author":"The Church of Jesus Christ of Latter-day Saints","price":"0.00","description":"The Book of Mormon contains the writings of men who lived upon the American continent approximately 600 B.C to 400 A.D. They are written to testify of the divinity of Jesus Christ. The Doctrine & Covenants are revelations given to Joseph Smith, Jr. and other prophets & presidents of the Church mostly pertaining to the present day. The Pearl of Great Price contains the translations by Joseph Smith, Jr. of some ancient papyri that give us more writings of Abraham & Moses,extracts from Joseph's translation of Matthew,a portion of his own history, and The Articles of Faith of the Church. Pagination is as follows"}]